
{ 
	"Radical Kitchen Practice Space":
	{   "padId": "2017_PS_Radical_Kitchen",
	 	"title": "Radical Kitchen Practice Space",
	 	"subtitle": "Creating a collective memory through food",
	 	"description": "We believe cooking is a powerful, cultural technology that draws on what Audre Lorde calls, “our deepest and nonrational knowledge.” The Radical Kitchen Practice Space will be a community kitchen at the AMC that sources ingredients from Detroit farmers and food justice workers. We will remix ancestral recipes, hold space for food memories and story-circles, and host DIY cooking classes. This will be a space for connections between food work from different cities and for cross-cultural exchange. We will create a collective memory through food, where participants walk away with a sense of community through sharing kitchen space. Our goal is authentic relationship building and nourishment of our movements.",
	 	"coordinators": ["Sumi Dutta", "Noel Didla", "Aina Gonzalez"]
	},
	"BOOM Concepts Salon Practice Space":
	{
		"padId": "2017_PS_BOOM_Concepts_Salon",
		"title": "BOOM Concepts Salon",
		"subtitle": "Cultural Resistance and Radical Innovation",
		"description": "The BOOM Concepts Salon Practice Space is a satellite of the Pittsburgh-based creative hub, BOOM Concepts. The Salon serves as a field building community space that will create artist pipelines for cultural resistance and radical innovation. It is a launchpad for new ideas and the growth of current projects through peer review, literature, skill sharing, and exhibition of works. The space will also house the Black Unicorn Library project by Bekezela Mguni. #BOOMConcepts #THUNDERCUNTS #BLACKUnicorn",
		"coordinators": ["Darrell Kinsel", "Thomas Agnew", "Anqwenique Wingfield", "Julie Mallis"]
	},
	"People's Pop-up Media Shop Practice Space":
	{
		"padId": "2017_PS_Peoples_Pop_Up_Media_Shop",
		"title": "People's Pop-up Media Shop",
		"subtitle": "DIY radio and video production",
		"description": "The People's Pop-up Media Shop (formerly the Really Rad Radio and Video Practice Space) is a creative practice space that will explore ways in which communities build power through the combined practice of DIY radio and video production. We will learn how to amplify movements through the production of live interviews, practice audio and video “editing on a deadline”, and practice building technical literacy together as a vehicle for neighborhood empowerment. Participants will leave with a sense of the value and power of community media as well as shareable radio and video making skills. People's Pop-Up Media Shop is the place to be for hands-on learning and media-making!",
		"coordinators": ["Ayana Rubio", "Antoine Haywood", "Michelle Alimoradi", "Julie Censullo"]
	}
}