
{ "Abundant Bodies":
	{   "padId": "2016_Track_Abundant_Bodies",
	 	"title": "Abundant Bodies Track",
	 	"subtitle": "Celebrating the beauty of all bodies",
	 	"description": "How do we unlearn mainstream ideas of what a body should look like and learn to celebrate the diversity, resilience, wisdom and beauty of all bodies? The Abundant Bodies Track will challenge the ongoing ways mainstream media shames and harms abundant bodies, name fat phobia in our organizing and activism, and create media and practical strategies for resistance, healing and community building. We will broaden the conversation around fat activism by centering this track on the voices of indigenous, Black, people of color, dis/abled, super-sized, trans and queer fat folks. Abundant/thick/fat bodies are the target of so much hate, policing and negativity, even in our organizing communities. Through workshops, panels and skillshares we will transform mainstream ideas around abundant bodies and create resilient communities, media and art that celebrates our bodies!",
	 	"coordinators": ["Linda Dianne", "Amanda Levitt", "annie chen", "KC Slack", "Najee Haynes-Follins", "Kytara Epps"]
	},    
	"Black Survival Mixtape": 
	{
		"padId": "2016_Track_Black_Survival_Mixtape",
		"title": "Black Survival Mixtape Track",
		"subtitle": "Celebrating and honoring black life",
		"description": "Black warrior poet Audre Lorde wrote, \"so it is better to speak/remembering/ we were never meant to survive.\"<br>In the spirit of Audre Lorde’s words, the Black Survival Mixtape Track seeks to celebrate and honor black life, while making media in the face of oppression. We think of the mixtape as a collective space to share practices around the different ways in which we cope, heal and express ourselves when confronted with oppressive systems designed to cut us down. Participants will leave this track with tangible and practical skills and media to build upon and share out.",
		"coordinators": ["Reuben Telushkin", "Jova Lynne", "Casey Rocheteau", "Jay-Marie Hill", "Jayy Dodd"]
	},
	"Building Climate Resilient Communities": 
	{
		"padId": "2016_Track_Building_Climate_Resilient_Communities",
		"title": "Building Climate Resilient Communities Track",
		"subtitle": "Community-led strategies to face climate change",
		"description": "Climate change endangers our material, physical, and spiritual wellbeing – our response must be radical and transformative. The Building Climate Resilient Communities Track will explore community-led strategies to move beyond fossil fuel and consumer-based societies and adapt to face increasing climate change impacts. In order to build resiliency and sustainability in our communities, we will explore some of the most transformative and exciting alternatives to the drivers of climate change including DIY personal and collective projects and large scale infrastructure such as microgrids and post-disaster communication hubs. Participants will walk away with tools to reimagine their communities and relationships to each other, while also preparing to navigate climate change.<br>**Our track upholds three core climate justice values, which for us include: (1) centering and following the leadership of communities most impacted by climate change; (2) addressing its root causes; and (3) opposing oppressive systems and practices that exploit our communities.",
		"coordinators": ["Ceci Pineda", "Brenda Salas", "Antonio Cosme", "Kat Yang-Stevens"]
	},
	"Community Technology and Independent Media": 
	{
		"padId": "2016_Track_Community_Technology_and_Independent",
		"title": "Community Technology and Independent Media Track",
		"subtitle": "Using technology to support our communities",
		"description": "Technology shapes much of the organizing and journalism that we do, both online and offline. In the Community Technology and Independent Media Track, we will learn about the ecosystem of free and open source tools and software, how we can contribute to it, and how we can better use technology in our work. Through workshops, panels, dialogues, skill-sharing, and relationship building, we will engage in a critical analysis of the tools we use and who owns them. We will also explore privacy and security in our organizations and personal lives. We will bring together community media organizers, journalists, designers, developers, and media-makers to share their experiences using technology to support their communities. Participants will leave with a toolbox of open source software and a better understanding of how to support technology in their communities.",
		"coordinators": ["Erika Owens", "Gabriela Rodríguez", "Tara Adiseshan", "Francis Tseng"]
	},
	"Education for Freedom": 
	{
		"padId": "2016_Track_Education_for_Freedom" ,
		"title": "Education for Freedom Track",
		"subtitle": "Exploring relationships between education and liberation",
		"description":"The Education for Freedom Track will engage youth, educators, organizers, artists and media-makers to define, exhibit, and collaborate on what education for freedom means. Our track uses a model that builds on itself by first defining what is \"education for freedom,\" then showcasing examples in different contexts, and finally bringing various constituents together to collaborate and drive the work forward. Participants will leave the track with new ideas about what education for freedom means, ways to orient their practice, and new connections and opportunities to engage in education for freedom locally and nationally. We are excited to make space for those working both inside and outside of schools, and provide room for educational freedom-fighters to connect.",
		"coordinators": ["Nate Mullen", "Thomas Nikundiwe", "Carla Shalaby", "Tanya Jackson", "Nataliya Braginsky"]
	},
	"Filmmaking and Beyond": 
	{
		"padId": "2016_Track_Filmmaking_and_Beyond",
		"title": "Filmmaking and Beyond Track",
		"subtitle": "" ,
		"description": "What is a story? Who speaks, writes and visualizes our stories? When we tell stories through film, we have the capacity to change the landscapes of our collective imagination. The Filmmaking & Beyond Track will deconstruct dominant narratives of white, capitalist, patriarchal, heteronormative, and colonial systems by examining the ways in which visual storytelling and moving image can be used as a means of reclaiming our stories. We will examine the history and power of visual storytelling in writing and building new narratives for our social justice movements. We will also consider what's possible when we remove the boundaries between creator and viewer in order to foster more vibrant, participatory art experiences. We will share best practices for funding, collective media production, and grassroots distribution while devising strategies for using our media as tools for popular education." ,
		"coordinators": ["Anna Barsan", "Jessie Levandov", "Marcelitte Failla", "Claudia O'Brien"]
	},
	"Performance from the Stage to the Street": 
	{
		"padId": "2016_Track_Performance_from_the_Stage" ,
		"title": "Performance from the Stage to the Street Track",
		"subtitle": "Embodying our visions of the world",
		"description": "As performers we embody our visions of the world. We create performances on stages, streets, and dance floors, in spiritual centers, on social media and with our bodies every day. How do we use performance to navigate the worlds we live in? How have our communities historically used performance to resist oppression? How can performance be further used to organize and inspire our communities? This track is for self-identified performers of all kinds, and anyone interested in how performance can be used to create a more just world. There will be live performances and opportunities to learn about different styles, including dance, theater, burlesque, clown, music, poetry, capoeira and more! We will also explore some of the issues performers face historically and in their day-to-day lives around vulnerability and visibility, emotional cycles, and more.",
		"coordinators": ["Una Osato", "Michi Osato"]
	},
	"RAD Care Beyond Social Justice": 
	{
		"padId": "2016_Track_RAD_Care_Beyond_Social_Justice",
		"title": "RAD Care Beyond Social Justice Track",
		"subtitle": "Self and community care in practice",
		"description": "What does self and community care look like in practice? How can communal and ancestral knowledge inform an anti-colonial and anti-capitalist approach to wellness? RAD (Radical, Accessible & Decolonizing) Care is about centering marginalized people, people who don't see themselves represented in movement building, and gathering to share collective knowledge and teach how to be in allyship with one another. The RAD Care Beyond Social Justice Track will collectively envision new ideas of accessibility and wellness through self-determination and mutual care. We will practice challenging ableism, surviving trauma, internalizing self-care, and working at the roots of oppression through equitable, mutual community care. Participants will walk away with practical skills to engage in radical care practices in their day-to-day lives with a critical analysis of inclusivity.",
		"coordinators": ["Smitty Buckler", "RC Brown", "Theresa Soto", "Renee Jarreau Greene", "Zoe Grieder", "Ariel Howland"]
	},
	"Radical Librarianship": 
	{
		"padId": "2016_Track_Radical_Librarianship",
		"title": "Radical Librarianship Track",
		"subtitle": "Educating, informing and creating bridges",
		"description": "Libraries, archives, and museums do media-based work that educates, informs, and creates bridges to culture and technology. The Radical Librarianship Track will address a broad range of media-based organizing themes: envisioning libraries and archives as centers for supporting movements for social equity; as information providers for social justice workers; and as places to explore how to use art, media, and technology for social transformation. In this track we will specifically consider the role of librarians and archivists in strengthening the knowledge, culture, and collective memory of communities impacted by chronic divestment and gentrification.",
		"coordinators": ["Katie Dover-Taylor", "Andrea Pérez", "Heidy Berthoud", "Benjamin Miller", "Celeste Re"]
	},
	"Resourcing and Sustaining Our Movements": 
	{
		"padId":"2016_Track_Resourcing_and_Sustaining_our_Movements" ,
		"title": "Resourcing and Sustaining our Movements Track" ,
		"subtitle": "Collaboration, solidarity and abundance",
		"description": "How can we fund, resource and sustain our work and movements in ways that energize us, strengthen our organizing, and build community? The Resourcing and Sustaining our Movements Track will investigate and examine grassroots fundraising how-tos, self and community care strategies, alternative economic models (i.e. co-ops, gift economies, etc.), grassroots entrepreneurship and the role of media, art and technology in supporting it all. Through participatory workshops, one-on-one consulting, skill shares, and peer networking spaces, we will explore how to grow the resources we need for our movements and communities to thrive. Whether you are starting a collective, operating a small business, working as an independent artist, running a nonprofit, or work outside of traditional non-profit structures – this space is for you! We will walk away with new fundraising ideas, relationships, and the spirit of collaboration, solidarity, and abundance.",
		"coordinators": ["Tanya Mote", "Crystal Middlestadt","Allison Budschalow"]
	},
	"Women in Hip Hop": 
	{
		"padId": "2016_Track_Women_in_Hip_Hop" ,
		"title": "Uplifting Women’s Voices in Hip Hop Track",
		"subtitle": "Feminist Hip Hop Activism",
		"description": "Hip Hop has many cultural forms (DJing, dance, emceeing, graffiti, and knowledge) but too often these are used as propaganda tools to oppress women of color. The Uplifting Women’s Voices in Hip Hop Track will bring together artists, activists and academics to stage new conversations utilizing creativity to reshape the dominant narratives in music and media." ,
		"coordinators": ["Piper Carter", "Nina Payne", "Deshaunda Sullivan", "Naeemah Martin", "Salamah Sulaiman", "Jade Lathan"]
	},
	"Youth Making Movements": 
	{
		"padId":"2016_Track_Youth_Making_Movements" ,
		"title": "Youth Making Movements Track",
		"subtitle": "Youth-centered activism and dreaming",
		"description": "The Youth Making Movements Track will celebrate youth leadership that is creating culture and building movements. We will honor the expertise of young folks most impacted by injustices and we will uplift their resistance to oppressive social norms and standards. What do movements that are truly created by and directed by youth look like? We will share how to use media, art, community-based research and technology to organize, and we will learn from our young community experts who are sharing skills and facilitating strategy sessions on youth centered activism and dreaming.",
		"coordinators": ["Fayise Abrahim", "Nyasia Valdez", "Dakarai Carter", "Irina Barrera", "Neese Parker"]
	}
}