
{ 
	"Resourcing and Sustaining Our Movements Track":
	{   "padId": "2017_Track_Resourcing_And_Sustaining_Our_Movements",
	 	"title": "Resourcing and Sustaining Our Movements",
	 	"subtitle": "Collaboration, solidarity and abundance",
	 	"description": "How can we fund, resource and sustain our work and movements in ways that energize us, strengthen our organizing, and build community? The Resourcing and Sustaining our Movements Track will investigate and examine grassroots fundraising how-tos, self and community care strategies, alternative economic models (i.e. co-ops, gift economies, etc.), grassroots entrepreneurship and the role of media, art and technology in supporting it all. Through participatory workshops, one-on-one consulting, skill shares, and peer networking spaces, we will explore how to grow the resources we need for our movements and communities to thrive. This track will offer helpful strategies, whether you are starting a collective or small business, working as an independent artist, running a non-profit or working outside of traditional non-profit structures. We will walk away with new fundraising ideas, relationships, and the spirit of collaboration, solidarity, and abundance.",
	 	"coordinators": ["Crystal Middlestadt", "Jax Gil", "Sophia Softky", "Tanya Mote", "Joy Messinger"]
	},    
	"Radical Libraries, Archives, and Museums Track": 
	{
		"padId": "2017_Track_Radical_Libraries_Archives_And_Museums",
		"title": "Radical Libraries, Archives, and Museums",
		"subtitle": "Strengthening our knowledge, culture, and collective memory",
		"description": "Libraries, archives, and museums educate, inform, and create bridges to culture and technology. The Radical Libraries, Archives, and Museums Track will envision galleries, libraries, archives, and museums as centers that: support movements for social equity; provide information and cultural heritage to social justice workers; and serve as places to explore how to use art, media, and technology for social transformation. In this track, we will specifically consider the role of librarians, archivists, and curators in strengthening the knowledge, culture, and collective memory of communities impacted by social and economic disparity.",
		"coordinators": ["Celeste Â-Re", "Shoshanna Wechter", "Bekezela Mguni", "Sine Hwang Jensen", "Laurel Johnson", "Veronica Leigh-Milliner","Karina Hagelin"]
	},
	"Kids & Caregivers Transform the World! Track":
	{
		"padId": "2017_Track_Kids_And_Caregivers_Transform_The_World",
		"title": "Kids and Caregivers Transform the World!",
		"subtitle": "Intergenerational movement-building",
		"description": "The Kids & Caregivers Transform the World! track is designed to ensure that kids and caregivers are an integral part of intergenerational movement-building and organizing. In this track we will create spaces that welcome young people using play-based activities, music, dance, cooking, eating, and fun! We will host important conversations about topics of consent, body positivity, and radical parenting in a complex world, centering the experiences and leadership of kids and families with marginalized identities. People of all ages will come away with an appreciation for the role of play and imagination in movement building. We believe in the power and transformative potential of including kids and caregivers in resistance and revolution!",
		"coordinators": ["Robin Markle","Brittany Campese","Rach","Phuong Nguyen"]
	},
	"Disrupting Mainstream History Track":
	{
		"padId": "2017_Track_Disrupting_Mainstream_History",
		"title": "Disrupting Mainstream History",
		"subtitle": "Memory keeping, storytelling, and community archives",
		"description": "Community-based historical storytelling and archiving can empower, and create representations that affirm, support, and create a spirit of self-worth for marginalized communities. Community stories offer lessons from the past, connections to the present, and insight for the future. The Disrupting Mainstream History Track will explore how to produce, retain, preserve, and reuse community stories in support of efforts for justice, liberation, and social good. We will explore accessible tools to save, document, and share community stories. Through dialogue, panels, workshops, screenings, and meet-ups, participants will build relationships, develop preservation practices and skills, and gain insights into various efforts to document and share community stories. Topics may include models for community archives, indigenous frameworks of preservation, remixing archival material for creative use, and open-source DIY archiving solutions. Together we can help disrupt the silences and erasures found in mainstream history.",
		"coordinators": ["Itza Carbajal", "Graciela I. Sánchez", "Cory Fischer-Hoffman", "Ayshea Khan", "Rachel Mattson", "Caroline Rubens"]
	},
	"Art as Resistance Track":
	{
		"padId": "2017_Track_Art_As_Resistance",
		"title": "Art as Resistance",
		"subtitle": "Creative resistance in our communities",
		"description": "Our art practices are vital to resistance to injustice and cultivation of healing. Whether resisting displacement, privatization, police violence or environmental destruction, this track will explore visual and performance projects that disrupt, inform, affirm and catalyze social change. We will also examine the relationship between art and gentrification, the criminalization of political street art and the regulation of art in public spaces. Participants will exchange ideas, skills and lessons learned to develop new strategies and inspiration for creative resistance in our communities.",
		"coordinators": ["Stephanie Mae", "Sicily Amaris McRaven","Kate Levy"]
	},
	"Sound, Revolution and ARTivism Track":
	{
		"padId": "2017_Track_Sound_Revolution_And_Artivism",
		"title": "Sound, Revolution and ARTivism",
		"subtitle": "Music as a powerful tool of resistance",
		"description": "Music is a symbol of freedom, identity and a powerful tool of resistance. Through sessions, presentations, and performances, this track will explore music and its role within social movements and organizing. We will investigate how oppressive systems rooted in colonization continue to marginalize those who perform politicized music in an attempt to erase the songs and messages they carry. We will also look at how other forms of media production are used with music to strengthen its impact. Participants will identify practices that demonstrate how music can be a vehicle for political imagination, the gathering of historical memory, and the amplification of critical messages within our movements.",
		"coordinators": ["Krusheska Quiros", "Estephania Solis", "David Hawkins"]
	},
	"Securing Our Spaces Track":
	{
		"padId": "2017_Track_Securing_Our_Spaces",
		"title": "Securing Our Spaces",
		"subtitle": "Digital and physical security in our communities",
		"description": "Physical and digital security are more crucial now than ever. Safety comes in many forms, from how to safely organize and protest, to how to safely use the technologies that support our movements. Today's technology allows activists to find resources, connect with each other, and broadcast their stories; it also makes it easier to surveil and intimidate. This track will explore how we can better do the work we do in safe and protected ways, and how to support each other in this task. We will explore the long histories of surveillance in our communities. We will practice methods and tools for securing our spaces both online and offline.",
		"coordinators": ["Nat Meysenburg", "Matt Mitchell", "Leigh Honeywell", "Alfredo Lopez"]
	},
	"Electric Dreams, Digital Futures Track":
	{
		"padId": "2017_Track_Electric_Dreams_Digital_Futures",
		"title": "Electric Dreams, Digital Futures",
		"subtitle": "Honoring the transformative potential of technology",
		"description": "We dream of a “future electric” – where safe communication is a fundamental human right, where technology deepens relationships instead of exploiting them, and where we honor the transformative potential of technology grounded in the organizing wisdom of our elders and teachers.<br/><br/>In this track we will celebrate the “community technology” successes that have come before as we plan for what is to come. We have opened local radio waves, created principles for digital justice, built networks of community technologists, fought for the communication rights of incarcerated people, defended internet openness, and trained communities in how to build out and distribute internet connectivity. Learning from these stories, we will explore emerging tech tools and practices to recover from disasters [or climate emergencies], resist rising fascism, and to help us protect our communities against oppressive technologies like predictive algorithms and data profiling.",
		"coordinators": ["Greta Byrum", "Seeta Peña Gangadharan", "Hannah Sassaman", "Janice Gates", "Di Loung", "Helyx Chase"]
	},
	"Poetry and Publishing Track":
	{
		"padId": "2017_Track_Poetry_And_Publishing",
		"title": "Poetry and Publishing",
		"subtitle": "Activating publics",
		"description": "A poem has the power to tune our attention to how language, a tool we use everyday, constructs the world around and within us. The Poetry and Publishing Track seeks to engage with the ways that poetry and publishing can be used to assemble individuals for the purposes of dreaming, healing and resistance. We think about publishing as anything that activates publics by connecting a text to an audience, whether that text is spoken, performed, or printed. Participants in this track will explore questions around the social and documentary aspects of poetry, themes of authorship and identity, the role poetry plays in transformative pedagogy, and conversations around publishing, distribution, and access. Through workshops, presentations, slams and readings, participants will have the chance to share and reflect on their own creative practice and to join a network of socially engaged poets, performers, and publishers to discuss historic and contemporary poetics and publishing practices in the context of social justice.",
		"coordinators": ["Megan Stockton", "Maia Asshaq", "Mahogany Jones", "Matt Polzin"]
	},
	"Design Justice Track":
	{
		"padId": "2017_Track_Design_Justice",
		"title": "Design Justice",
		"subtitle": "Making design more just",
		"description": "How can design better support communities facing injustice? How can we foster design processes, and not just products, that uplift our movements’ values? The Design Justice Track builds on principles that have been shaped by the AMC community and is a place where we can put these principles http://designjusticenetwork.org/network-principles into action. Through storytelling, idea generation, and reflection, we will identify and uplift strategies to make design more just for those who are marginalized by it. Participants will be welcomed into the Design Justice Network, a community of design practitioners and organizers who are applying the design justice principles to their work. Participants will also gain methods and models they can bring to their own community-based design practices.",
		"coordinators": ["Adrienne Gaither", "Victoria Barnett", "Carlos Garcia (L05)", "Sasha Costanza-Chock", "Taylor Stewart"]
	},
	"Youth Activism in Hip Hop Track":
	{
		"padId": "2017_Track_Youth_Activism_In_Hip_Hop",
		"title": "Youth Activism in Hip Hop",
		"subtitle": "Uplifting hip hop and urban arts",
		"description": "The Youth Activism in Hip Hop Track will celebrate hip hop culture and its influence in youth movements. We will honor the expertise of young folks most impacted by injustices and we will uplift their resistance. What role does hip hop play in movement building? What do movements that are truly created by and directed by youth look like? We will share how to use art, media and technology to organize, and we will learn from our young community experts who are sharing skills and facilitating strategy sessions to uplift the five elements of hip hop.",
		"coordinators": ["Shalina S. Ali", "Fidel Verdin", "N'yasia Valdez"]
	},
	"Food Matters Track":
	{
		"padId": "2017_Track_Food_Matters",
		"title": "Food Matters Track",
		"subtitle": "Personal and collective food stories",
		"description": "Food is a medium through which we tell our own stories, the stories of our communities, and connect across time and space. Now more than ever, many communities are reclaiming traditional food as an essential strategy for decolonizing and sustaining our cultures, bodies, lands and water. But who is in charge of the stories about our food? How can we take charge of those stories, encouraging food makers to see themselves as media makers and encouraging media makers to engage more directly with the people who actually make food? The Food Matters Track will explore the social, cultural, economic and ecological dimensions of food practices. Through hands-on workshops, field trips, roundtable discussions, media-making, cooking, and sharing recipes and meals, we will explore our personal and collective food stories and use media-based practices to examine food and its many connections to resistance and liberation.",
		"coordinators": ["Munira Lokhandwala", "Ora Wise", "Kimberly Chou", "Shane Bernardo", "Kate McCabe", "Max Sussman"]
	},
	"Healing Justice Track":
	{
		"padId": "2017_Track_Healing_Justice",
		"title": "Healing Justice",
		"subtitle": "Centering and demystifying healing",
		"description": "The Healing Justice Track is a Detroit-led collaborative space where attendees can come together in conversation, creative visioning, and on-the-ground organizing to build and share practices towards deepening community resilience. The space will revolve around centering and demystifying healing – being mindful of how healing happens as much in the care of one another, as it does in the capacity of our own remembering, hearts, and hands. Sessions will emphasize restorative ways of caring for oneself, family, friends, community, and the earth. This could include group ear acupuncture paired with Reiki, guided mindful movement and meditation, people land connections, magic, personal and collective accountability, and roundtable conversations. Our goal is to activate and uplift the knowledge, wisdom and experience of healing in the room, in all the ways it does and can exist.",
		"coordinators": ["Sarah Sidelko", "Violeta Donawa","Rhiannon Chester"]
	},
	"Wage Love Track":
	{
		"padId": "2017_Track_Wage_Love",
		"title": "Wage Love",
		"subtitle": "Rooting our movements in ancestral wisdom",
		"description": "Detroit-rooted, international activist and healer Charity Hicks first issued the call to “wage love” in the ongoing fight against water shutoffs in Detroit. Since then, this call has evolved into a consciousness. “Wage Love” encompasses the many ways Detroit communities transform state-sanctioned violence and structural racism into action that builds beloved community and deepens connections. Our movements are rooted in ancestral wisdom, materials and practices that precede empire and fascism. Through this track, we will draw from our sense of ancestry and indigeneity, either as Native peoples of Turtle Island or as ancestrally rooted people within diaspora. We will learn how different forms of ancestral practices, improvisational ceremony, healing and resistance are being reclaimed and applied to liberate and uplift our movements and spirits.",
		"coordinators": ["Shane Bernardo", "Bryce Detroit", "Sacramento Knoxx", "Christy Bieber", "Will Copeland"]
	}
}